[
    {
        "Title": "Erik ten Hag says he has never been able to pick best Manchester United side since becoming manager",
        "Description": "Erik ten Hag says hes never able to start Manchester Uniteds strongest XI because of such a poor injury record; United currently have up to nine first-team players unavailable through injury; they face Bayern Munich in the opening game of their Champions League campaign on Wednesday",
        "ImageSource": "https://e2.365dm.com/23/09/384x216/skysports-manchester-united_6287177.jpg?20230916165803",
        "Date Time": "Tuesday 19 September 2023 21:09, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-premier-league-manchester-united_6287022.jpg?20230916160020"
        ],
        "Content": [
            "Erik ten Hag says he's never able to start Manchester United's strongest XI because of such a poor injury record; United currently have up to nine first-team players unavailable through injury; they face Bayern Munich in the opening game of their Champions League campaign on Wednesday",
            "Manchester United manager Erik ten Hag says he is never able to select his strongest XI because of squad inconsistencies and injuries.",
            "Speaking ahead of United's trip to the Allianz Arena to face Bayern Munich on Wednesday, the Dutchman explained he was concerned by his squad's injury record, with up to 12 first-team players currently sidelined.",
            "Raphael Varane, Luke Shaw, Tyrell Malacia, Sofyan Amrabat and Mason Mount are among those on the injured list, with Ten Hag also confirming Harry Maguire will miss this week's Champions League commitments with a complaint. Aaron Wan-Bissaka has also been lost since the weekend.",
            "Jadon Sancho and Antony remain unavailable due to respective off-field issues.",
            "Of United's 21-man travelling squad, four are goalkeepers, while Ten Hag has only been able to name five defenders.",
            "One thing is true, from the start of last season I don't think I ever started with, in my opinion, the best starting XI, Ten Hag said. There was always injuries.",
            "We always got results apart from the period we are in now. I have experienced it in the past and managed it. You have to deal with it. I like these situations because you have to handle it and know what to do, and that is focusing on the process.",
            "The United boss is already under scrutiny, and things could get a lot more uncomfortable if his side suffers defeat against the six-time European champions in one of the standout fixtures of the opening week.",
            "United have lost three of their opening five Premier League games, including last weekend's 3-1 home reverse against Brighton.",
            "The doctors are dealing with the problems, he added. First of all, injuries always come in top football because we are living on the edge.",
            "Of course, we analyse why things happen, but we also have to deal with the effects. We have to get the best out of it. We need to make the next step, integrating Rasmus Hojlund and Sergio Reguilon.",
            "Ten Hag's belief about their path is why he is not getting thrown off kilter by the negativity heading into United's first Champions League match in 18 months.",
            "No, we don't feel that we need a reset, the former Bayern Munich reserve boss said. Absolutely not. We are in a process and what you see is that in parts of games we play very good but then also in parts of games we played below our levels.",
            "While Harry Kane has scored four goals already in the Bundesliga and Bayern are level on points with leaders Bayern Leverkusen, he has warned against reading too much into United's contrasting form.",
            "The striker, who played in five Champions League campaigns with Tottenham before signing for Bayern in the summer, said underestimating United would be dangerous.",
            "They've been going through a tough spell recently but sometimes that can make a team dangerous because they want to respond, Kane, who was reportedly a prior target for at Old Trafford, told reporters.",
            "We're at home and want to control the game but we need to be careful of their threat.",
            "I don't think about form because every game can be different. There can be big response from teams going through a difficult spell.",
            "Sky Sports' Peter Smith:",
            "There will be something of a 'here's what you could have won' feeling for Man Utd supporters watching Harry Kane face up against their side in Bayern Munich colours on Wednesday.",
            "With a striker Erik ten Hag's top priority in the summer transfer window, United's desire to sign the England captain was no secret. But finances and Tottenham's preference not to sell to a Premier League rival proved problematic.",
            "Now an in-form Kane could add to their mounting early-season problems in Bavaria. Defensive and attacking numbers are on the decline for Ten Hag's men, off-field issues are multiplying and a return of three defeats from their first five Premier League games has alarm bells ringing.",
            "Merson Says: Man Utd out of title race already",
            "If the loss at home to Brighton on Saturday was a reality check, the fear is Bayern could deal an even more damaging blow to their morale and expectations for this season.",
            "The return to the Champions League has been craved after a season away. This is where Man Utd feel they belong. But unless there's a significant step-change against Kane and co, things could be about to get even more troublesome for Ten Hag's travelling side in Munich."
        ]
    },
    {
        "Title": "Man Utd are out of the title race already with only Liverpool and Arsenal able to contend with Man City, says Paul Merson",
        "Description": "Sky Sports Paul Merson discusses Manchester Uniteds poor start to the season after three defeats in five games; the Magic Man says Liverpool and Arsenal are Man Citys only contenders this season; Chelsea have only won once after their 0-0 draw with Bournemouth on Super Sunday",
        "ImageSource": "https://e0.365dm.com/23/09/384x216/skysports-paul-merson-merson-says_6290486.jpg?20230919123037",
        "Date Time": "Tuesday 19 September 2023 20:32, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-paul-merson-merson-says_6290486.jpg?20230919123037",
            "https://e0.365dm.com/23/09/768x432/skysports-ten-hag-erik_6287534.jpg?20230916183435"
        ],
        "Content": [
            "Sky Sports' Paul Merson discusses Manchester United's poor start to the season after three defeats in five games; the Magic Man says Liverpool and Arsenal are Man City's only contenders this season; Chelsea have only won once after their 0-0 draw with Bournemouth on Super Sunday",
            "Speaking in his Sky Sports column, Paul Merson believes Manchester United are out of the title race after just five games, with only Liverpool and Arsenal able to compete with Manchester City at the top of the table.",
            "United were beaten 3-1 by Brighton on Saturday, meaning Erik ten Hag's side have lost three out of their opening five Premier League matches to begin the campaign, and lie nine points behind Manchester City.",
            "Pep Guardiola's treble winners have five wins from five at the top of the table and have a two-point lead over Liverpool, Arsenal and Tottenham. The latter two teams face off in a pulsating north London derby on Sunday afternoon, with kick-off at 2pm.",
            "Meanwhile, Chelsea have only one win to start the season following their 0-0 draw against Bournemouth on Super Sunday.",
            "Read below for the Magic Man's thoughts...",
            "Liverpool and Arsenal are the only contenders for Manchester City this season.",
            "Liverpool were poor against Wolves first half, really poor. But they came out in the second half and blew Wolves away. The problem is you can't be doing that against the better teams. You don't want to be going to the Emirates or the Etihad and playing like that, the game would be all over in the first half.",
            "You've just got to stick with Man City for as long as you can. Every game that goes by, you have to make sure you're three points away from them, tops.",
            "For example, Manchester United are already nine points behind. They're finished. Done. They can't win the league - because it's Man City. If it's any other team you can go, 'oh if you put a run together, you never know.' But City are not losing four or five games.",
            "You have to start well. Look at Arsenal last season. Look at when Jose Mourinho won the league at Chelsea. He always started well, always.",
            "The title race used to start in December and January - and it was about who had the best run after that. Now Man City have blown it out of the water. You can't fall behind.",
            "Arsenal haven't really got going and they've won four and drawn one. Everybody is like that, even Man City are not perfect. Fulham had chances against them, West Ham had them on the rack the other day. They were 1-0 up and Ederson was there making world-class saves.",
            "But if Arsenal lose their two big games, they won't win the league, it's as simple as that. If they lose to Tottenham and Man City, then they're out of the title race by the start of October.",
            "Last season, if Arsenal had won one of those games against Manchester City - and they had them on the ropes in that home game in February - then they would have won the league.",
            "Jamie Carragher said Brighton worked out how to beat Manchester United. Now it's about how you beat Man City. That's the name of the game for everybody.",
            "We're going into the sixth game of the season this week and Mauricio Pochettino doesn't know his best Chelsea team. It's been the case at the club for the last 18 months to two years. And that is worrying.",
            "They've just got too many players. If you could predict Arsenal and Man City's team for the weekend, you might be one away if you're unlucky. You could turn up at Chelsea and ask 100 fans for the best team, not one of them would get it right. There's no settled team or certain way of playing together.",
            "I didn't get Mykhailo Mudryk starting against Bournemouth. I didn't get Ben Chilwell not starting - for me you've got to go for him in my opinion.",
            "But I like Nicolas Jackson, actually. He makes good runs but there was one shot that summed it up in the second half where he hit the stand, which was fortunate as that's how wide it was.",
            "There's a lot of pressure for a young lad who was playing in Spain and now is spearheading a team who is expected to win football matches because of the money they spent. I don't think it's fair on him, so I'd definitely give him more time. Though Pochettino would take him out of the firing line if he could.",
            "I do worry, Chelsea have got to get going. And this hasn't been the hardest start in the world. Apart from Liverpool on the opening day, every team they've played could finish in the bottom half of the table. Maybe that's harsh on West Ham given the way they've started. But Bournemouth, Luton, Nottingham Forest - if they're not in the bottom six or seven, I'd be shocked.",
            "So far, Chelsea have won one game - against Luton - and you're wondering when they're going to win a football match. I watched them on Friday Night Football against West Ham last week and thought: 'who is the first team they're going to beat?'",
            "It's not like Chelsea have had Newcastle's start, then you'd understand. You'd think: 'we've got the big boys out the way and it didn't work well but now we have to make some promising signs'. Bar Liverpool at home, every team finished in the bottom half last season. Pochettino needs to get it together.",
            "I read an article the other day which was about Chelsea being put together to get 100 points in a season. This team won't get 100 points, not even in two, three or four years. They just won't."
        ]
    },
    {
        "Title": "Harry Kane: England captain says 'Bayern Munich the right choice' after reported Manchester United interest",
        "Description": "Bayern Munich striker Harry Kane ahead of his sides Champions League meeting with Man Utd: Obviously over the summer I know there were some talks between a few clubs in the background, but Bayern were a team I was really interested and excited by",
        "ImageSource": "https://e1.365dm.com/23/08/384x216/skysports-harry-kane-bayern-munich_6265103.jpg?20230827172316",
        "Date Time": "Wednesday 20 September 2023 06:35, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-harry-kane-harry-maguire_6283077.jpg?20230913083745",
            "https://e0.365dm.com/23/08/768x432/skysports-harry-kane-bayern-munich_6265225.jpg?20230827183954",
            "https://e0.365dm.com/23/09/768x432/skysports-harry-kane-england_6282854.jpg?20230912212911"
        ],
        "Content": [
            "Bayern Munich striker Harry Kane ahead of his side's Champions League meeting with Man Utd: Obviously over the summer I know there were some talks between a few clubs in the background, but Bayern were a team I was really interested and excited by",
            "Harry Kane maintains Bayern Munich always felt like the right choice for hisnext club as the England striker prepares to face Manchester United in theChampions League.",
            "Kane left Tottenham for Bayern in a deal which could be worth up to £100m ahead of the summer transfer window closing.",
            "Reports suggested United were one of the English clubs also interested in the 30-year-old forward.",
            "Obviously, over the summer I know there were some talks between a few clubs in the background, but Bayern were a team I was really interested and excited by, the England captain said ahead of Wednesday night's Group A opener at the Allianz Arena.",
            "There were not too many other discussions once they came in. It was between them and Tottenham to talk and then the deal got done.",
            "My focus is on here. Manchester United are a great club, a really big club as well. I just decided to come here and am really happy I have.",
            "Kane warned against complacency when Bayern face Erik ten Hag's side, who have struggled for consistency so far this term and were beaten 3-1 at home by Brighton on Saturday.United have been going through a tough spell recently, but sometimes that can be really dangerous, he said.They are looking for a big response and we need to be careful of that.We are at home and want to dictate the game, to play the way we want to - but they have some threats as well who we have to be careful of.",
            "Kane could come up against England team-mate Harry Maguire, who was again singled out for criticism during last week's 3-1 friendly win over Scotland.",
            "The England captain defended Maguire, saying he was one of his country's best ever defenders.",
            "I think H has come under some really unnecessary scrutiny, Kane said. He has probably been scapegoated a bit in terms [for] the way the team have gone over recent times.",
            "He is a really good friend of mine. He is a great guy, a really hard-working professional.",
            "From an England point of view, he has been one of our best defenders in recent times - I would go as far as to say one of our best defenders over the history of our country in an England shirt.",
            "It is part of our game now, you are scrutinised all over social media. But, knowing him, all he will want to do is work harder, to improve and get better, stay focused.",
            "We are fully behind him as a national team. The coach (Gareth Southgate) came out and backed him fully.",
            "There is always going to be noise around players. We have a really strong core within our England team, which is the most important thing going into big games and tournaments.",
            "Tottenham chairman Daniel Levy has revealed he inserted a buy-back clause in Harry Kane's Bayern Munich deal.",
            "Levy reportedly made the comment - without providing further details - while appearing at a fans' forum on Tuesday night alongside current Spurs boss Ange Postecoglu.",
            "Tottenham's record goalscorer ended his two-decade association with the club after joining the Bundesliga giants in a deal worth in the region of £100m.",
            "Levy had been prompted to sell the unsettled striker in order to avoid the possibility of him running down his contract and leaving for nothing the following year.",
            "Kane has made a good start to life in Germany.",
            "He has scored four Bundesliga goals for Bayern, including in the 2-2 draw against Bayer Leverkusen on Friday night.",
            "Kane, who is set to make his Champions League debut for Bayern on Wednesday, said: Being here now, I am just enjoying the new surroundings. I have been back and forth with the internationals and the birth of my fourth child.",
            "I still don't feel I have fully settled into everything yet - that will take a bit more time - but over the course of the season I will get to know more about the club and speak to the big names who have played here before.",
            "Kane added: It has been a good start for me here. Whenever there is a big transfer, there is always a little bit more pressure and expectation going into the first few games to see how you start.",
            "I am really pleased to have scored the four goals so far. I think I can play better, and that will come with just getting to know my team-mates more, the system and the way we play. There is definitely room for improvement in my all-round game.",
            "Harry Kane is enjoying working with Bayern head coach Thomas Tuchel, who won the Champions League during his time at Chelsea.We have got a good relationship, England's record goalscorer said. He is always pushing players to improve and get better - that has been no different with me.There has been no special treatment because I am a new player or a big player - he treats me the same as everyone else.I can learn a lot from a manager like him. He has managed some of the biggest clubs in the world and been really successful.We all know we can improve a bit better as a team and that will come throughout the season.",
            "Despite Kane's departure, Tottenham have made an impressive start under new head coach Ange Postecoglou this season and are unbeaten in the Premier League with four wins to sit second.",
            "Spurs travel to north London rivals Arsenal on Super Sunday, live on Sky Sports (kick-off 2pm), and Kane insists he will keep an eye on his former club's results for the rest of his life.",
            "Fantastic start - I am always keeping an eye on them and think I will keep an eye on Tottenham for the rest of my life, Kane said.",
            "I am really happy to see the team playing the way they are and, of course, to see their fans happy as well is a great thing.",
            "I am sure they will be excited to keep that up. They have a massive game coming up (against Arsenal on Sunday), so for sure I will see how they get on over the course of the season.",
            "Meanwhile, in his pre-Man Utd press conference, Bayern head coach Thomas Tuchel insists every big club needing a striker would want to sign Harry Kane and that taking the England captain away from the premier League was a big thing.",
            "The former Chelsea boss said: It's a big thing. We took the skipper of England out of England, out of the Premier League. It's a huge deal and a big transfer. We're very happy.",
            "Anyone in Europe who was looking for No 9 would have been happy to have Harry in the team. He makes your team better and gives you what you expect from a No 9: personality, goals, quality.",
            "He can drop deep in a No 10 position, turn and use the speed of the players around him. He can arrive in the box at the right time, he has excellent finishing, he's a good penalty taker, so everybody wanted to have him.",
            "I'm not sure about what was going on at other clubs but we are more than happy he took the decision to join us and make us better.",
            "He will always be a difference maker in any game, not only in the big games and not only by goals. He gives us a lot of personality. With time he will make our players around him better. He will learn how to make them shine, use their skills. He will assist and not only score. He will be the difference and he is already the difference.",
            "Not only him but he is part of us making the difference. That is very important and that's why we relied heavily on this transfer. That's why we had a lot of confidence we are doing the right thing. He will prove us right, I am 100 per cent convinced, there is no doubt about it.",
            "Bayern Munich boss Thomas Tuchel:“I think it doesn’t tell a lot about them because within a match you can’t be sure against Manchester United, that’s my experience. The moment you think you dominate or control the match is the most dangerous moment because they can suffer off the ball, can defend very deep, they know that they can rely on their great transition game with Rashford, Hojlund with great quality and pace. That’s why we have to be very attentive, awake and smart to occupy the spaces.“If we look at the points at the start of the season for Manchester United is not satisfying. If you look and analyse the last match there was a really strong 20 minutes where they could have scored against Brighton. To play against Brighton is always a difficult one because they have their own style. Many teams have difficulties against them but they were never out of that match against Brighton.“It’s always dangerous. There is so much individual quality in the team, especially in attack and their transition game.”"
        ]
    },
    {
        "Title": "Man Utd away problems: Erik ten Hag must tackle form as his side face Bayern Munich and Burnley on the road",
        "Description": "Man Utd have picked up only one point away from home against teams in the top nine under Erik ten Hag; Man Utd lost 3-1 at Arsenal before international break after losing 2-0 at Tottenham a fortnight earlier; Man Utd travel to Bayern Munich and Burnley this week",
        "ImageSource": "https://e1.365dm.com/23/05/384x216/skysports-erik-ten-hag-manchester-united_6171664.jpg?20230528194840",
        "Date Time": "Tuesday 19 September 2023 13:36, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-graphic-premier-league_6290318.jpg?20230919100218",
            "https://e0.365dm.com/23/09/768x432/skysports-graphic-man-utd-manchester_6275345.jpg?20230905131712"
        ],
        "Content": [
            "Man Utd have picked up only one point away from home against teams in the top nine under Erik ten Hag; Man Utd lost 3-1 at Arsenal before international break after losing 2-0 at Tottenham a fortnight earlier; Man Utd travel to Bayern Munich and Burnley this week",
            "Manchester United manager Erik ten Hag claims the club is not in crisis - but many disagree. Amid issues on and off the pitch and three defeats in their past four games, the club also has ongoing issues on the road.",
            "During one full season in charge, Ten Hag has ended the club's six-year trophy drought by winning the Carabao Cup, reached an FA Cup final and secured a third-place finish in the Premier League last term.",
            "But United are not completely out of the woods from the feeling of the disaster campaign they endured two seasons ago. A crisis is never too far away, with the club sitting 13th in the league table after collecting only six points from their opening five games - with the latest bruising coming in a 3-1 defeat to Brighton at Old Trafford on Saturday.",
            "Another area where United are seriously lacking is their form on the road, with Ten Hag preparing his side for away days against Bayern Munich in the Champions League on Wednesday and Burnley on Saturday.",
            "Since the start of last season, United have picked up only one point as visitors against teams that finished in the top nine last term.",
            "Man Utd haven't won any of their last six Premier League away games in London (D2 L4), their longest such run since 2015 to 2016 - between the spells of Louis van Gaal and Jose Mourinho (also six games).",
            "The pressure is building from all angles on Ten Hag's side, who have been fragile away from home since he took charge last summer - most recently losing 3-1 at Arsenal before the international break, after losing 2-0 at Tottenham a fortnight earlier.",
            "But it is not just the results that should concern Ten Hag, as a variety of problems have emerged.",
            "Last season, United shipped seven goals at Liverpool, six at Manchester City, four in the first half at Brentford and two in the first 11 minutes at Aston Villa. Leads were also been thrown away at Arsenal, Tottenham and Crystal Palace, while the loss at Newcastle in April saw them register just one shot on target.",
            "No matter what the context or the environment, United have been consistently sub-par when playing away to the better sides in the Premier League. But as the Sevilla collapse in the Europa League last season illustrated, when the pressure is on, United can crumble against lesser sides on the road, too.",
            "After Liverpool closed the gap on United to just one point during the run-in last season, albeit having played two games more, it turned the pressure up on Ten Hag's men as the season reached 'squeaky bum time'.",
            "When you look at these away stats, it's a real concern and a bad reflection on the group of players you have, said Sky Sports pundit Roy Keane after the Arsenal defeat.",
            "Clearly, United have a lot of talented players but this suggests they're just depending on their talent, they're lacking personalities and characters.",
            "That record away from home has to improve, particularly for a club like United - because of the standard of the teams around you.",
            "I don't like looking at this. It's a huge concern. If you want to be a top team and compete, they've got to improve that drastically.",
            "So where are United going wrong?",
            "There is nothing especially wrong with the basics and how United set up away from home. On average, they have more possession on the road than at Old Trafford and make more tackles.",
            "But United have still conceded 38 goals on their travels in the Premier League since Ten Hag took charge, compared to just 15 at Old Trafford. They have dropped no points from winning positions at home but shipped 10 points from the wrong side of a comeback on their travels.",
            "These stats hint that the pressure of the occasion still gets to these United players on the big stage and Ten Hag - who inherited a side that lost six successive away league games before he took over - believes there could be a deeper mentality issue at the club.",
            "Well, this is one of the aims we have for this season, that we have to step up in away games to get more points, to bring higher levels, because that is the foundation, of course, for more points, the United manager said before facing Spurs last month.",
            "So, it's often to do with the personality [of players]. So yeah, that's the demand from me on the players and that we have to show more personality on the pitch to win such games. And so to get more points in away games.",
            "On the ball, United's players appear to go into their shell, if the statistics are anything to go by. Despite having the same amount of possession, Ten Hag's side attempts far fewer through balls and crosses - and have a lower expected-goals rate.",
            "United need to take more risks and play with the freedom and comfort they do at Old Trafford, which has granted them one of the best home records in the league since the start of last season.",
            "Ten Hag's frustration at his side's inability to claim a statement away win is clear to see. This is a manager who does not believe in 'home and away' games.",
            "For me, it's no different - the pitch is the same size everywhere, there are three referees, there's a fourth official, the ball is round, there's air in the ball, he said in March.",
            "So, we have to play and to make it our game and that [winning away at a top-four rival] is the next step we have to make then.",
            "That step remains elusive for now."
        ]
    },
    {
        "Title": "South Asians in Football Weekly: Arjun Singh Purewal, Simran Jhamat and Imran Kayani all hit the back of the net",
        "Description": "Amar and Arjun Singh Purewal, Simran Jhamat, Imran Kayani, Safia Middleton-Patel, Jarnail Singh and Zahmena Malik all enjoyed a decent week in the Beautiful Game; our resident expert Dev Trehan brings you all the details in the latest edition of South Asians in Football Weekly",
        "ImageSource": "https://e1.365dm.com/21/04/384x216/skysports-amar-arjun-singh_5358635.png?20210428105105",
        "Date Time": "Tuesday 19 September 2023 13:37, UK",
        "ContentImage": [
            "https://e0.365dm.com/21/04/768x432/skysports-amar-arjun-singh_5358635.png?20210428105105",
            "https://e0.365dm.com/21/05/768x432/skysports-amar-arjan-purewal_5365775.jpg?20210504072824",
            "https://e0.365dm.com/23/09/768x432/skysports-amar-arjun-singh_6288672.jpg?20230917174400",
            "https://e0.365dm.com/23/09/768x432/skysports-miriam-walker-kham_6288690.jpg?20230917180315"
        ],
        "Content": [
            "Amar and Arjun Singh Purewal, Simran Jhamat, Imran Kayani, Safia Middleton-Patel, Jarnail Singh and Zahmena Malik all enjoyed a decent week in the Beautiful Game; our resident expert Dev Trehan brings you all the details in the latest edition of South Asians in Football Weekly",
            "The latest edition of South Asians in Football Weekly is out after another eventful week for the community in the Beautiful Game...",
            "Football fans in the North East were treated to a rare sight to kick off the weekend as Sikh-Punjabi twins Amar and Arjun Singh Purewal captained their respective teams as Consett hosted Hebburn Town.",
            "The brothers have been blazing a trail for British South Asians in Football for more than 15 years, first entering the history books as teenagers when they became the first twins ever to score in the same FA Cup tie after both netting for Bishop Auckland in an Extra Preliminary Round win against Darlington RA back in 2008.",
            "The twins went on to make history again two years ago when they became the first British South Asian brothers ever to line up against each other under the arch in a Wembley Cup final.",
            "Arjun captained Consett that day but it proved to be a day to remember for Amar, who scored his side's first goal as Hebburn went on to lift the FA Vase trophy with a 3-1 win.",
            "But Arjun got the last laugh this time round, rounding off the scoring for Consett with a bullet header in a 3-0 win over Hebburn, who had been top of the Northern Premier League East table prior to the weekend's matches.",
            "Simran Jhamat marked her first home start for West Brom with a goal in a 4-1 win against Huddersfield in a match that was played at The Hawthorns.",
            "The attacker was starting her first game alongside Mariam Mahmood, with the pair both seeing their football journeys showcased earlier this year in the first-ever timeline and exhibition documenting the history of South Asian heritage female players in the modern English game.",
            "Jhamat opened her Baggies account with a typical poacher's goal as she converted skipper Hannah George's cross from close range. Mahmood also won a penalty in the game.",
            "Sky Sports News exclusively revealed earlier this month that trailblazing former Liverpool and Bristol City forward Jhamat was joining West Brom.",
            "Whitehawk new-boy Imran Kayani was also on target at the weekend, marking his home debut with a well-taken goal as the Hawks thrashed Redhill 4-0 to book their place in the FA Cup third qualifying round.",
            "It was another good week for promising young Manchester United Women's goalkeeper Safia Middleton-Patel, who briefly became the club's clear second-choice stopper behind England international Mary Earps.",
            "United parted company with Sophie Baggaley, who joined Brighton on WSL Transfer Deadline Day, leaving Middleton-Patel as the next goalkeeper in line to Earps, who had herself been linked with a move away from the club.",
            "But as expected, United completed a £100,000 deal to sign Phallon Tullis-Joyce from OL Reign later on Deadline Day to reinforce their options between the sticks.",
            "Middleton-Patel also last week earned selection in the Wales squad for the opening matches of the UEFA Women's Nations League.",
            "Wales will play away at Iceland on Friday, before hosting Denmark at the Cardiff City Stadium next Tuesday.",
            "There was also an international call-up for east Londoner Zahmena Malik, who was named in Pakistan's squad for a six-nation friendly tournament in Saudi Arabia.",
            "The London Seaward attacker, who grabbed a memorable assist on her international debut, is the sole British representative in the squad this time around.",
            "Malik is expected to play a prominent role in Pakistan's tournament campaign, kicking off with a match against Malaysia on Thursday before a showdown with the host nation on Sunday.",
            "Legendary former EFL referee Jarnail Singh also paid a visit to Sky Studios in west London to share insight around officiating and the British South Asian experience in English football.",
            "Singh, who is the first and only turbaned Sikh referee in English league football history, delighted staff members across Sky Sports News as he opened up about his desire to see British South Asians much better represented in the English game.",
            "Singh and Sky Sports worked together earlier this year to push for the Football Association to issue guidance to match officials across the country about the importance of religious head coverings as articles of faith.",
            "It followed an incident involving a Sikh semi-professional footballer, who was shown a second yellow card for his reaction after an opposing player appeared to tug at his patka, which is a religious head covering worn by many Sikhs.",
            "Speaking to Sky Sports News at the time, Singh said: I'm very happy that we were able to contribute to educating and improving understanding about South Asians and Sikh communities in football.",
            "For more stories, features and videos, visit our groundbreaking South Asians in Football page on skysports.com and South Asians in the Game blog and stay tuned to Sky Sports News and our Sky Sports digital platforms"
        ]
    },
    {
        "Title": "Jamie Carragher: How 'out-of-this-world' Brighton figured out Man Utd thanks to Roberto De Zerbi's tactical switch",
        "Description": "Jamie Carragher on Brighton: The football that we are seeing from Brighton right now is out of this world. I think we are watching one of the best teams in the Premier League and certainly one of the best managers.",
        "ImageSource": "https://e2.365dm.com/23/09/384x216/skysports-brighton-welbeck_6289935.jpg?20230918203156",
        "Date Time": "Tuesday 19 September 2023 13:12, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-man-utd-brighton_6289927.jpg?20230918202648",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289920.jpg?20230918202347",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289928.jpg?20230918202719",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289929.jpg?20230918202755",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289922.jpg?20230918202437",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289923.jpg?20230918202521",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289926.jpg?20230918202622",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289945.jpg?20230918203835",
            "https://e0.365dm.com/23/09/768x432/skysports-brighton-man-utd_6289930.jpg?20230918202806"
        ],
        "Content": [
            "Jamie Carragher on Brighton: The football that we are seeing from Brighton right now is out of this world. I think we are watching one of the best teams in the Premier League and certainly one of the best managers.",
            "Jamie Carragher lauded Brighton's out-of-this-world football and said Roberto De Zerbi's side are one of the best in the Premier League after they adapted their tactics to beat Manchester United 3-1 on Saturday.",
            "Brighton, sixth-placed finishers last term, won for the fourth time in five games this season as goals from Danny Welbeck, Pascal Gross and Joao Pedro secured a commanding victory at Old Trafford.",
            "Sky Sports pundit Jamie Carragher took an in-depth look at their triumph on Monday Night Football, with an emphasis on how they adjusted to Manchester United's surprise formation change.",
            "Erik ten Hag's side, who normally line up in a 4-2-3-1 shape, instead employed a midfield diamond, prompting De Zerbi to show his tactical acumen by changing Brighton's approach mid-game, allowing the Seagulls to exploit United's vulnerability out wide.",
            "Carragher said: Manchester United came in with a different system, whether it was because they had no wide players available or they wanted to try and get [Marcus] Rashford and [Rasmus] Hojlund at the top end of the pitch.",
            "There's no doubt that De Zerbi and his players didn't know this was going to be the formation until the game started and it caused them huge problems - not just with the ball, actually without the ball. They wanted to do a man-marking system and found it tough.",
            "If you actually look at the fist 19 minutes, before Brighton score, you see how on top Manchester United were in terms of their shots, touches in the opposition box and passes in the final third, and how often they won possession when Brighton were trying to build up from the back.",
            "Carragher then looked at an early example of Manchester United's shape when building from the back, starting with goalkeeper Andre Onana, and the confusion it caused for the Seagulls.",
            "As the ball goes back, you see the manager, De Zerbi, on the side of the pitch shouting at the players about what they should be doing, he said.",
            "You see [Mahmoud] Dahoud. His job was to press Casemiro, but because [Scott] McTominay is behind him he's not sure what to do.",
            "Then you've got [Kaoru] Mitoma looking at the manager for direction. Where do I go? Because there isn't a natural full-back.",
            "So, Brighton were man-to-man all over the pitch but they felt uncomfortable, that's the best way to explain it.",
            "It almost feels here like Manchester United are trying to entice Brighton onto them, a little bit like Brighton do.",
            "The ball eventually goes long and, to highlight in some way that Brighton weren't sure who should be with who, as this ball goes long, you see Mitoma, their left winger, with McTominay.",
            "There's no doubt the diamond formation employed to start with caused them real problems.",
            "Despite the initial confusion caused by Manchester United's set-up, Brighton were still able to play through Ten Hag's side to score the opening goal, working the ball through the centre of the pitch before Simon Adingra's cross was buried by Welbeck.",
            "According to Carragher, however, the break in play that followed was just as important as the goal itself, as it allowed De Zerbi to summon Lewis Dunk to the touchline and explain and implement a significant tactical alteration.",
            "What gave them the opportunity to change was actually scoring the first goal, explained Carragher.",
            "Dunk goes over to De Zerbi and they are trying to get to the bottom of what is going on. He talks to his centre-back and you can see it quite clearly. He mentions what the formation is and tells him what he has to do.",
            "You see him pointing and what he is talking about is that Dunk and Van Hecke have to go wider.",
            "Where we normally see the Brighton centre-backs stay narrow and entice people onto them, they decided they instead needed to go wider because that's where the space was.",
            "What that did, which I thought was really interesting, was that it brought the goalkeeper more into the game. He's very good on the ball, [Jason] Steele, we know that.",
            "But if we look at his pass maps from his first two games of the season, we see that the centre-backs are higher up and narrow, and there are a lot of passes through the centre of the pitch.",
            "We then come to the game against Manchester United. The centre-backs are deeper and wider and you don't see passes going [through the centre of the pitch] too often, because that's where Manchester United had their numbers.",
            "The space was down the sides and that's where we saw the goalkeeper playing his passes.",
            "Carragher pointed out that Steele made 53 passes against Manchester United, significantly more than his average of 34 last season.",
            "He's a lot more involved in the game, the reason being that because the centre-backs split so far, he almost had to be the middle centre-back and get involved a lot more. I thought that was really good.",
            "Carragher used the third goal to illustrate how De Zerbi's altered tactics allowed Brighton to capitalise on the space United's system left in wide areas.",
            "For the third goal, Van Hecke is playing small passes and bringing the Mancheter United players closer, he said. They have that confidence, we've seen that before.",
            "The difference is the position of the centre-back. Because of United's system, Dunk goes wider, and they can use that space [inside him]. He's confident to use his mate on the ball. He's also got his goalkeeper there if needed.",
            "But when that happens, that means your full-back can go higher, it means the winger can come inside, and we always know that the striker comes deeper for Brighton.",
            "But the winger doesn't normally come inside as much. What happens from Manchester United's point of view, because they like to man mark, is that their right-back is with the winger and Lindelof has gone in with the striker, hence why there is space out wide.",
            "McTominay is in an in-between position. He was like an inside right. He wasn't quite sure what to do.",
            "Tariq Lamptey exploited the space on that occasion, carrying Dunk's pass forward and crossing for substitute Joao Pedro to beat Onana.",
            "So, Brighton adapted brilliantly, continued Carragher. That was the message from the manager, but then the players have still got to carry it out on the pitch.",
            "Carragher also highlighted the number of passes involved in the build-up to each Brighton goal.",
            "If we look at the players involved in the goals, we see that there were eight players involved in the first goal.",
            "For the 2-0, almost every player was involved, 29 passes. And again, for the third, almost every player is involved.",
            "The football that we are seeing from Brighton right now is out of this world.",
            "Is it a shock? I don't think any result Brighton get now is a shock.",
            "I think we are watching one of the best teams in the Premier League and certainly one of the best managers."
        ]
    },
    {
        "Title": "Gary Neville: Man Utd players are still committed under Erik ten Hag but I'm not sure how good they are",
        "Description": "Gary Neville on Man Utd: I never thought for one second they would challenge Manchester City and Arsenal from the players that they brought in. That would have needed a Harry Kane-type signing or Declan Rice, as an example. Theyre not very good at the moment.",
        "ImageSource": "https://e2.365dm.com/23/09/384x216/skysports-victor-lindelof-anthony-martial_6288947.jpg?20230917215806",
        "Date Time": "Monday 18 September 2023 20:56, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-bruno-fernandes_6288943.jpg?20230917215714"
        ],
        "Content": [
            "Gary Neville on Man Utd: I never thought for one second they would challenge Manchester City and Arsenal from the players that they brought in. That would have needed a Harry Kane-type signing or Declan Rice, as an example. They're not very good at the moment.",
            "Gary Neville feels Manchester United's poor start to the season comes down to a lack of quality rather than a lack of commitment and says their summer signings have not improved them.",
            "Erik ten Hag's side suffered a 3-1 home defeat to Brighton on Saturday, leaving them in 13th place in the Premier League table having only taken six points from their opening five games.",
            "Neville described the loss to Brighton as sobering but insisted it came as no surprise to him given the difference in performance levels between Roberto De Zerbi's side and Ten Hag's.",
            "United spent £183.5m on new recruits in the summer, bringing in Rasmus Hojlund, Andre Onana, Mason Mount, Sofyan Amrabat, Sergio Reguilon, Jonny Evans and Altay Bayindir, but Neville feels they haven't raised the level of the team.",
            "I was worried at the start of the season, said the Sky Sports pundit on the latest Gary Neville Podcast.",
            "There was this feeling Manchester United had got their business done early in the transfer window and that was good, but I was concerned the players they had brought in wouldn't improve them from last season.",
            "I never thought for one second they would challenge Manchester City and Arsenal from the players that they brought in.",
            "That would have needed a Harry Kane-type signing or Declan Rice, as an example. They didn't have the money to do those types of signings.",
            "They're not very good at the moment. There's no hysteria. I went to the Brighton game as a fan thinking, 'Could I be surprised?'.",
            "You're always optimistic. I have never walked over that forecourt at Old Trafford and not been optimistic because that's the job of a football fan going to any ground where you support your team.",
            "But 72,000 Manchester United fans in that stadium, who are informed and know Brighton and know their current team, I don't think any of them were surprised at what they saw.",
            "Before the game there was that feeling of, 'Let's see what happens', 'Take a point', those sort of comments speaking to people as you go in.",
            "Neville felt Brighton boss De Zerbi outthought Ten Hag in the tactical battle at Old Trafford.",
            "Manchester United started brightly in that first 10, 15 minutes but the moment Brighton started composing themselves, the centre-backs get on the ball with their goalkeeper and pop a few passes into midfield, they dismantled Manchester United by doing what Brighton do, he said.",
            "[Danny] Welbeck and [Adam] Lallana dropping into pockets, the two wide players being high, [Lisandro] Martinez and [Victor] Lindelof being caught in no man's land at times.",
            "We quite often say that football players win football matches, it's the most obvious thing to say, and that systems don't win matches. I'm sorry, systems do have an impact on matches.",
            "There's this thing at Old Trafford: dugout side, there's no space. On the far side, you have acres of space away from the dugout. The space in the game is always for the opposition on the other side of the pitch. I don't know why that is, it's always happened at Old Trafford.",
            "I was sat on the opposite side of the pitch. In the first half, [Christian] Eriksen was being asked to get out to Brighton's right-back and right-hand side with [Sergio] Reguilon. That's where the first goal game from. Eriksen had to get out there because he was playing in a diamond.",
            "In the second half, [Scott] McTominay is over on this side and he was legless at times.",
            "I was watching those lads very closely. This wasn't a massive lack of effort or players chucking the towel in, they were trying their very best, but McTominay couldn't get out to their left side in the second half and that's where the two goals came from.",
            "I was surprised they kept a narrow midfield and didn't have a 4-3-3 or 4-5-1 because Manchester United's pitch always feels massive in the wide areas, it always has done.",
            "Brighton have got the system of play and the players to be able to dismantle you and find the spare pass.",
            "I always used to think at Old Trafford, 'Don't give the opposition an easy out'. They had an easy out yesterday and they dismantled Manchester United and made them look quite ordinary at times.",
            "It was a worrying, concerning day in that Brighton were better than Manchester United. They were fantastic with a group of players that on paper aren't as sexy, as valuable but they were the better team.",
            "Neville added that Ten Hag's hardline approach to discipline may be causing problems in the dressing room, with Jadon Sancho currently frozen out having refused to apologise for his social media comments and Harry Maguire losing the captaincy.",
            "[Ten Hag] will continue to keep doing what he is doing, which is following his beliefs, his values, his principles, said Neville.",
            "The only thing I would say is, how popular is Sancho in the dressing room?",
            "How popular is Maguire in the dressing room?",
            "This discomfort and uncertainty is being created on the inside. You have got a player at the moment, who is probably changing in the first-team dressing room but is obviously over with the academy.",
            "You have got Harry Maguire, who was captain of these players 12 months ago by the way, who is now almost in some ways alienated and is now third, fourth, fifth-choice centre-half.",
            "So, he's got some situations in there and I don't know the damage that they are having.",
            "But in terms of his work on the pitch, I don't think Erik ten Hag will change, and the fact of the matter is that there are many a manager, good managers, over the last 10 or 12 years since Sir Alex Ferguson left that have found challenges at Manchester United.",
            "Neville continued: What I am hoping at the moment is that this is just a difficult start to the season and it's not a repeat of what we have seen previously, where it became challenging for [Jose] Mourinho, for [Louis] Van Gaal, for [David] Moyes, and obviously for [Ralf] Rangnick and Ole Gunnar Solskjaer.",
            "So, I hope that this is not the beginning of that.",
            "There is no Manchester United fan I know, that has got a brain, that is most angry with Erik ten Hag. What they want really is a change of ownership and they want stability and they want a group of players that are committed.",
            "And I don't think the players aren't committed. I just wonder how good they are. That is my concern.",
            "The club has been pulled from pillar to post over this last 10 or 11 years from a sporting point of view because of their manager's wishes on recruitment. And it's happened again.",
            "They are Erik ten Hag's players, those are the ones he wanted, Jose brought in the lads that he wanted, like Lukaku and Pogba and those lads, and Van Gaal went for a very technical type of player, loads of left-footed centre backs and left-backs and stuff like that.",
            "They have all brought in who they wanted to bring in. I thought this time there would be a stronger sporting project behind the scenes that would enable Manchester United to bring in a group of players.",
            "But Manchester United have again allowed the manager to influence the signings and that is my concern with the club. They have got no strength at the very top.",
            "If you are talking about the best sporting operators in this country and in Europe, Manchester United don't have them, they just don't and that is my concern.",
            "Look, there is no hysteria, we are where we are but [the Brighton game] was a sobering day and I don't think many people were surprised by it.",
            "They go to Munich in midweek and then an awkward one at Burnley on Saturday night. Munich, you would fear the worst for them a little bit, but you never know. There are players there that can step up.",
            "But the amount of money Manchester United have spent on that squad, it should have been a lot better. They've signed Onana, Hojlund and Mount.",
            "Does that make them better than what they were? Hojlund has got promise, but I feel for him a little bit. He has been asked to carry the whole of the team in some ways.",
            "Let's see what happens but there are concerns, definitely, and concerns from the fans and concerns generally within the club. It doesn't look right at this moment in time and it needs to stabilise."
        ]
    },
    {
        "Title": "Man Utd 1-3 Brighton: Hosts' unbeaten home Premier League run ends as Seagulls win once again",
        "Description": "Report and free match highlights as former Man Utd striker Danny Welbeck opened the scoring for Brighton; Pascal Gross and Joao Pedro added second-half goals after poor defending; Hannibal Mejbri replied for Man Utd; hosts have now lost three of their opening five Premier League games",
        "ImageSource": "https://e2.365dm.com/23/09/384x216/skysports-manchester-united_6287177.jpg?20230916165803",
        "Date Time": "Saturday 16 September 2023 23:09, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-premier-league-manchester-united_6286924.jpg?20230916152640",
            "https://e0.365dm.com/23/09/768x432/skysports-premier-league-pascal-gross_6287065.jpg?20230916162110"
        ],
        "Content": [
            "Manchester United                          vs Brighton and Hove Albion. Premier League.",
            "3:00pm, Saturday 16th September 2023.",
            "Old TraffordAttendance: Attendance73,592.",
            "Report and free match highlights as former Man Utd striker Danny Welbeck opened the scoring for Brighton; Pascal Gross and Joao Pedro added second-half goals after poor defending; Hannibal Mejbri replied for Man Utd; hosts have now lost three of their opening five Premier League games",
            "Manchester United's dismal start to the new Premier League season continued as they lost 3-1 to Brighton for the fourth top-flight game in a row.",
            "For the first time in 34 years, Man Utd have lost three of their first five league games of a season, with the Old Trafford defeat ending a run of 20 games unbeaten at home in the Premier League.",
            "The irony was in the performance - far better from Man Utd, with Rasmus Hojlund and Sergio Reguilon impressing on their first starts and Marcus Rashford looking lively on the left wing.",
            "But they were undone by some questionable defending for all three of Brighton's goals, with the visitors not allowing any mistake to go unpunished.",
            "Former Man Utd striker Danny Welbeck was left unmarked as he swept home the 20th-minute opener. After the break, neither Lisandro Martinez nor Victor Lindelof reacted quickly enough to intercept Tariq Lamptey's passive pass, allowing Pascal Gross to double the visitors' lead in the 53rd minute.",
            "In a similar fashion, Joao Pedro was allowed plenty of space at the top of the area to curl home a delightful third in the 71st minute, although Hannibal Mejbri immediately replied two minutes later for the hosts. However, it did not spark the comeback Old Trafford craved.",
            "Marcus Rashford attempted nine shots against Brighton, his most ever in a single Premier League match, and the most by a Man Utd player without scoring in the competition since Zlatan Ibrahimovic against Burnley in October 2016 (12).",
            "Only against fierce rivals Manchester City and Liverpool have Man Utd lost four successive Premier League games, with Brighton quickly becoming their bogey team. The result sees Erik ten Hag's side drop into 12th place with six points.",
            "Meanwhile, Brighton jump up to fourth place after a fourth win in their opening five league games this season, boosting them further ahead of their first Europa League game on Thursday.",
            "Manchester United: Onana (6), Dalot (7), Lindelof (5), Martinez (5), Reguilon (7), Casemiro (6), Eriksen (7), McTominay (6), Fernandes (7), Hojlund (7), Rashford (7). Subs: Martial (6), Hannibal (6), Garnacho (n/a), Pellistri (n/a), Wan-Bissaka (n/a).Brighton: Steele (7), Lamptey (8), Dunk (7), Van Hecke (8), Veltman (7), Dahoud (6), Lallana (6), Gross (7),  Adingra (7), Welbeck (6), Mitoma (7).Subs: Fati (7), Pedro (7), Gilmour (6), Milner (6), Ferguson (n/a).Player of the match: Tariq Lamptey.",
            "Man Utd began brightly at Old Trafford. Inside six minutes, Rashford was expertly picked out by Reguilon, but the England forward's effort was seen away by Jason Steele's foot.",
            "Soon after, Hojlund almost opened his Premier League account on his first start for the club. However, he could not quite reach Rashford's low pass.",
            "Brighton then began to find a foothold in the game, and in the 20th minute, Welbeck scored his fourth goal against his former side. The striker picked out Simon Adingra down the right, with the latter's cutback finding an unmarked Welbeck as he lashed home past Andre Onana.",
            "Rashford looked the most likely to equalise for Manchester United - his thunderous strike from range was blocked by Mahmoud Dahoud soon after Brighton's opener. Then, a fine solo run saw his shot ricochet off Joel Veltman's back and ping off the top of the crossbar. Late in the half, another effort from range blazed over.",
            "Just before the last Rashford miss, Hojlund thought he had equalised for Man Utd in the 40th minute. However, Rashford's cross into the area had gone out of play before he delivered, with the Dane's strike correctly ruled out by VAR.",
            "Man Utd ended the first with only one of their eight shots on target, and after two wasted moments from Rashford, Brighton capitalised on more lackadaisical defending to double their lead.",
            "Lamptey's cross into the area had little conviction, but neither Lindelof nor Martinez could react in time. It allowed a waiting Gross to snatch the ball up before rifling home his seventh goal against United.",
            "There were loud boos around Old Trafford as Hojlund was replaced by Antony Martial in the 64th minute. The afternoon deteriorated further as Brighton added a third. A far better cutback from Lamptey found an unmarked Pedro at the top of the area and it was a sweet strike that beat Onana.",
            "Just as Man Utd fans started heading for the exits, their team pulled a goal back almost immediately. It was ultimately a speculative effort from Mejbri, who fired home into the bottom corner from 25 yards out.",
            "But it was Brighton who could have added a few more before the end of the game. The biggest chance fell to debutant Ansu Fati, but his strike was pushed away well by Onana.",
            "Man Utd manager Erik ten Hag:",
            "We must stick together and stick to the plan and the rules and we will turn this around.",
            "It bothers me [the form], but I have to see the way we play. It's about character, we have to see how strong we are and how the team sticks together. Players standing up and showing character because in all the games, especially the game today [Saturday] and against Arsenal and Forest, we have seen we can play well and create chances.",
            "But we also have some improvements to make and we have to step up.",
            "On the boos as Martial came on for Hojlund: I think it was positive. You see from the fans in first moment at Old Trafford, the reception was great. Hojlund performed very well, good that they gave this signal, this message will give Rasmus belief. He came in with small issue, he's not ready for a whole game.",
            "If Hojlund gets injured because he is not capable to play 90 minutes, then we are much further away from where we want to go.",
            "Ten Hag added: The booing was because Rasmus came off. But I think Martial last year when he played, he had a positive effect on our games… when he is fit, he will contribute. He is not top fit at this moment, but he is improving. When he is 100 per cent fit, he will contribute like last season.",
            "Sky Sports pundit Gary Neville:",
            "I've just got back from Old Trafford and you always have to be optimistic pre-match but the most concerning thing is what we ended up watching wasn't a surprise. This wasn't a lack of effort or a group of players not interested. This was a team well-beaten by opponents that were well drilled and knew what they were doing. Simple as that…",
            "Oh and yes the Glazers are responsible. It's how it works. You own a business and everything good and bad sits with you! They inherited the best in all areas. They've overseen 10 years of mediocrity off the pitch and on the pitch. They set the culture of greed, ill-discipline, indecision and uncertainty that runs right through the club.",
            "It would be best if they sold the club with some speed and efficiency and allowed at least the off the pitch items to be corrected properly that reset the tone and culture. Football is volatile so results on the pitch can be erratic and cyclical but if the off the pitch stuff including the owners direction and leadership are spot on it gives you a better chance to succeed on it.",
            "Brighton manager Roberto de Zerbi:",
            "I think we played a great game, especially in the second half. For 15 minutes at the start, we suffered a lot, the pressure, the different positions of the Man United.",
            "But after that, we played a good game because we have a great squad, we can change two players in every position on the pitch and without Estupinan and Solly, the characteristics change, but the quality of the players, no.",
            "In the second half, I think we kept the ball in a very good way, but sometimes we could have attacked with more energy. But we didn't want to concede the counter-attack, that was the focus. But we could score more goals, especially in the last 25 minutes. The goal we conceded, I didn't understand the dynamic of the goal but the result I think is true.",
            "Manchester United's next game is a trip to Bayern Munich on Wednesday as they begin their Champions League campaign - kick-off 8pm.",
            "Erik ten Hag's side then return to Premier League action at Burnley on Saturday - kick-off 8pm.",
            "Brighton's next outing is at home to AEK Athens on Thursday as they begin their Europa League campaign - kick-off 8pm.",
            "The Seagulls then return to Premier League action at home to Bournemouth on September 24 - kick-off 2pm."
        ]
    },
    {
        "Title": "Man Utd 1-3 Brighton: Erik ten Hag insists his side are not in crisis after Old Trafford defeat",
        "Description": "Brighton comfortably beat Man Utd 3-1 at Old Trafford on Saturday, condemning the hosts to their third defeat in five league games; they have not started a campaign as badly for 34 years. Erik ten Hag says he had to take off Rasmus Hojlund because he cannot play a full 90 minutes",
        "ImageSource": "https://e2.365dm.com/23/09/384x216/skysports-ten-hag-erik_6287534.jpg?20230916183435",
        "Date Time": "Sunday 17 September 2023 12:28, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-premier-league-manchester-united_6287022.jpg?20230916160020",
            "https://e0.365dm.com/23/09/768x432/skysports-manchester-united_6287177.jpg?20230916165803"
        ],
        "Content": [
            "Brighton comfortably beat Man Utd 3-1 at Old Trafford on Saturday, condemning the hosts to their third defeat in five league games; they have not started a campaign as badly for 34 years. Erik ten Hag says he had to take off Rasmus Hojlund because he cannot play a full 90 minutes",
            "Erik ten Hag insists Manchester United are not in crisis and says they can turn things around if they stick to the plan.",
            "Brighton comfortably beat Man Utd 3-1 at Old Trafford on Saturday, condemning the hosts to their third defeat in their opening five league games. They have not started a campaign as badly for 34 years.",
            "The Old Trafford crowd booed their players at full-time after a limp performance which followed an international break that saw Antony and Jadon Sancho taken out of the first-team picture.",
            "Ten Hag felt Man Utd were unfortunate after VAR disallowed a first-half equaliser from Rasmus Hojlund after the ball went out in the build-up but admitted he was concerned about his side's results.",
            "We must stick together and stick to the plan and the rules and we will turn this around, Ten Hag said.",
            "He added: It bothers me [the form], but I have to see the way we play. It's about character, we have to see how strong we are and how the team sticks together. Players standing up and showing character because in all the games, especially the game today [Saturday] and against Arsenal and Forest, we have seen we can play well and create chances.",
            "But we also have some improvements to make and we have to step up.",
            "Debutant Hojlund was taken off in the second half for Anthony Martial, who had scored two goals in his last 15 games, with Man Utd 2-0 down and chasing the game.",
            "The Old Trafford crowd openly booed the decision before applauding Hojlund's promising first home performance following his £72m move from Serie A side Atalanta.",
            "Ten Hag says he was being cautious with Hojlund, who arrived at the club with a stress fracture in his back, but insisted there was no ill feeling towards Martial.",
            "I think it was positive, he said. You see from the fans in first moment at Old Trafford, the reception was great. Hojlund performed very well, good that they gave this signal, this message will give Rasmus belief. He came in with small issue, he's not ready for a whole game.",
            "If Hojlund gets injured because he is not capable to play 90 minutes, then we are much further away from where we want to go.",
            "Ten Hag added: The booing was because Rasmus came off. But I think Martial last year when he played, he had a positive effect on our games… when he is fit, he will contribute. He is not top fit at this moment, but he is improving. When he is 100 per cent fit, he will contribute like last season.",
            "Sky Sports pundit Gary Neville:",
            "I've just got back from Old Trafford and you always have to be optimistic pre-match but the most concerning thing is what we ended up watching wasn't a surprise. This wasn't a lack of effort or a group of players not interested. This was a team well-beaten by opponents that were well drilled and knew what they were doing. Simple as that…",
            "Oh and yes the Glazers are responsible. It's how it works. You own a business and everything good and bad sits with you! They inherited the best in all areas. They've overseen 10 years of mediocrity off the pitch and on the pitch. They set the culture of greed, ill-discipline, indecision and uncertainty that runs right through the club. It would be best if they sold the club with some speed and efficiency and allowed at least the off the pitch items to be corrected properly that reset the tone and culture. Football is volatile so results on the pitch can be erratic and cyclical but if the off the pitch stuff including the owners direction and leadership are spot on it gives you a better chance to succeed on it.",
            "Manchester United's next game is a trip to Bayern Munich on Wednesday as they begin their Champions League campaign - kick-off 8pm.",
            "Erik ten Hag's side then return to Premier League action at Burnley on Saturday - kick-off 8pm.",
            "Brighton's next outing is at home to AEK Athens on Thursday as they begin their Europa League campaign - kick-off 8pm.",
            "The Seagulls then return to Premier League action at home to Bournemouth on September 24 - kick-off 2pm."
        ]
    },
    {
        "Title": "Erik ten Hag: Manchester United manager defends disciplinary measures as Jadon Sancho stand-off continues",
        "Description": "Jadon Sancho is training away from Man Utds first team after a public outburst against Erik ten Hag, who has defended his strict measures; follow Man Utd vs Brighton in our live blog from 1.30pm on Saturday (kick-off 3pm) and watch free match highlights from 5.15pm.",
        "ImageSource": "https://e2.365dm.com/23/09/384x216/skysports-erik-ten-hag-manchester-united_6273776.jpg?20230903192626",
        "Date Time": "Saturday 16 September 2023 17:20, UK",
        "ContentImage": [],
        "Content": [
            "Jadon Sancho is training away from Man Utd's first team after a public outburst against Erik ten Hag, who has defended his strict measures; follow Man Utd vs Brighton in our live blog from 1.30pm on Saturday (kick-off 3pm) and watch free match highlights from 5.15pm.",
            "Erik ten Hag has defended his strong disciplinary measures at Manchester United after a turbulent fortnight, with the Dutchman saying there was no good culture at the club before he arrived last year.",
            "Since United last played against Arsenal on September 3, Jadon Sancho has been told to train away from the first team following his public outburst against Ten Hag, while Antony has delayed his return to training following the international break amid allegations of assault.",
            "Ten Hag wants Sancho to apologise to him and the club, otherwise he will not play for United under the manager.",
            "However, Sancho has so far refused to meet Ten Hag's demands for an apology, believing he was within his rights to respond to the criticism that was shared to a global audience and he saw as questioning his professionalism.",
            "In his press conference before United face Brighton on Saturday, Ten Hag highlighted the importance of managing the different characters in the squad and says nobody has been harshly punished for just one mistake.",
            "It's about team construction, the group dynamic, he said. But it's about the team, the team is above everything else.",
            "In that team, anyone plays their role and anyone is different. There are different characters and you have to manage those characters. But the team is always above everything else.",
            "The club asked me, because there was no good culture before I entered last season, to set some standards. So it's my job to control the standards.",
            "Of course, it's never been someone making one mistake, it's a whole process before you come to a certain outcome about strict lines. Staff, players, or whoever, if there is a structure to cross lines, you have to be strong, absolutely.",
            "Asked directly whether Sancho would pull on the United shirt again, Ten Hag said: I don't know. I am sitting here. Tomorrow we have a big game, we are going into a new block of games, many games in a condensed programme. I focus on that.",
            "He is not available, so in this moment, he is not important, because he can't contribute.",
            "Ten Hag has no problem with players approaching him privately to discuss his decisions but they cannot criticise him or the club, or vent their frustrations, in a public forum.",
            "Sources close to Sancho feel he has been unfairly treated and that there has been an inconsistent implementation of the rules at the club, with some in the squad seen as being given preferential treatment.",
            "However, United's counter is that Ten Hag's application of football-related discipline has been indiscriminate, stretching to Marcus Rashford, Cristiano Ronaldo and Alejandro Garnacho when they have breached required rules or standards.",
            "Sancho's and Antony's absences mean United have a lack of options on the right wing. Alejandro Garnacho, Facundo Pellistri and Marcus Rashford are the most recognised wide options that remain, while Bruno Fernandes can also play off the left.",
            "The squad is strong, in good spirit, good mood and we go into the game, Ten Hag said. They are very good. You have sometimes setbacks in seasons, players are injured or for other reasons not available. So you construct a squad. Those who are available, are motivated.",
            "Asked when he expects to see Antony back at United, Ten Hag said: No idea. Of course, he's disappointed but he is ok.",
            "Ten Hag also jumped to the defence of under-fire defender Harry Maguire, who endured a difficult last week with England.",
            "The centre-back was jeered at every touch in Tuesday night's friendly win over Scotland before scoring a second-half own goal. England manager Gareth Southgate blamed people in our own country for the treatment of Maguire, which he described as an absolute joke.",
            "Maguire, who was jeered in a similar fashion by Arsenal fans in his last Premier League outing, says he can handle the heat, but his mother came out on social media to say the treatment went beyond football.",
            "Asked about Maguire's treatment, Ten Hag said: I have said many times, it's not respectful. He doesn't deserve it. It's crazy but it's how it works. Harry has to block this by performances.",
            "If you see his career, it's a great career. He has a lot to come, he has to block it by good performances.",
            "On his performance on training, we didn't select him, Ten Hag said when asked about Sancho's absence from the squad against Arsenal.",
            "You have to reach the level every day at Manchester United. You can make choices in the front line so in this game he wasn't selected.",
            "But following Ten Hag's comments in the post-match press conference, Sancho issued a statement on X, formerly known as Twitter, saying: Please don't believe everything you read!",
            "I will not allow people saying things that is completely untrue. I have conducted myself in training very well this week.",
            "I believe there are other reasons for this matter that I won't get into. I've been a scapegoat for a long time which isn't fair!",
            "All I want to do is to play football with a smile on my face and contribute to my team.",
            "Sancho has since deleted his social media post on X.",
            "Follow Man Utd vs Brighton in our live blog from 1.30pm on Saturday (kick-off 3pm) and watch free match highlights from 5.15pm."
        ]
    },
    {
        "Title": "Paul Merson says: Manchester United need to stop hiding behind Glazers situation",
        "Description": "Sky Sports Paul Merson on Man Utd: Hiding behind the Glazers every time there is a defeat needs to stop. | Follow Man Utd vs Brighton in our live blog from 1.30pm on Saturday (kick-off 3pm) and watch free match highlights from 5.15pm",
        "ImageSource": "https://e0.365dm.com/23/09/384x216/skysports-premier-league-manchester-united_6275403.jpg?20230905142210",
        "Date Time": "Saturday 16 September 2023 13:35, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-premier-league-manchester-united_6275403.jpg?20230905142210",
            "https://e0.365dm.com/23/08/768x432/skysports-premier-league-manchester-united_6256171.jpg?20230819180522",
            "https://e0.365dm.com/23/08/768x432/skysports-bruno-fernandes-man-utd_6263700.jpg?20230826170132",
            "https://e0.365dm.com/23/09/768x432/skysports-premier-league-arsenal_6273653.jpg?20230903181912"
        ],
        "Content": [
            "Sky Sports' Paul Merson on Man Utd: Hiding behind the Glazers every time there is a defeat needs to stop. | Follow Man Utd vs Brighton in our live blog from 1.30pm on Saturday (kick-off 3pm) and watch free match highlights from 5.15pm",
            "Paul Merson says Manchester United need to stop hiding behind the Glazers situation and has called on the players to stand up and be counted as they prepare to host Brighton in a crucial Premier League clash at Old Trafford on Saturday.",
            "Manchester United are down in 11th, six points behind Premier League leader and neighbours Manchester City after an up and down start to the season.",
            "Erik ten Hag's side, who are yet to pick up a point away in the league this season, spent the international break mulling over a six-point return from their opening four games, which leaves them already playing catch up on the teams they want to challenge at the top end of the table.",
            "In his latest column for skysports.com, Merson discusses the latest at Man Utd ahead of a crucial run of games in the Premier league and Champions League...",
            "Follow Manchester United vs Brighton with Sky Sports' dedicated match blog from 1.30pm on Saturday. We'll also have free to watch match highlights from Old Trafford across Sky Sports' digital platforms from 5.15 pm.",
            "There are plenty of issues at United at the moment.",
            "The results haven't been great at the start of the season. They had the defeats in north London, but Wolves could have got something at Old Trafford and Nottingham Forest were also a bit unlucky there. There's the Jadon Sancho issue and the noise around Harry Maguire. The transfer window also wasn't the best so there is pressure building on Ten Hag.",
            "For me he has to find some answers on the pitch. He needs to win football matches and he will know that. This is Man Utd, they need to get into the top four.",
            "At the moment, it feels like everyone is hiding behind the situation with the Glazers.",
            "They are in the firing line for everything it seems but they don't play the game. Of course, they could invest in the stadium but a brand new state of the art stadium isn't going to make the players play better. Turf Moor isn't 'nice' but Burnley still do well.",
            "Hiding behind the Glazers every time there is a defeat needs to stop. It's time for the players to stand up, be counted and get results.",
            "Manchester United need a result against Brighton. It's a huge game for Ten Hag and his side.",
            "It's not been the easiest of starts for United but they were a centimetre away from not a bad start with Alejandro Garnacho's offside goal at Arsenal.",
            "Nine points from your opening four matches, including trips to Arsenal and in-form Tottenham, reads pretty well. We'd be waxing lyrical about United now had things gone their way at the Emirates.",
            "But that shows you the fine margins involved. Garnacho's late goal is ruled out, Declan Rice and Gabriel Jesus strike late, and the pressure increases on United after two wins and two losses from their first four games.",
            "When your targets at the start of the season include the Premier league title, you cannot afford three defeats in your opening five games.",
            "That is why the Brighton game is such a big one for United.",
            "A home defeat to Brighton, and in terms of the title, that's another year gone. You are just fighting for second, third, fourth and fifth. They are just fighting to get into the top four and it's only the middle of September.",
            "All the teams around them have got stronger too, so it's going to be a huge battle to get into the top-four.",
            "Brighton are an excellent team and they have experience of winning at Old Trafford.",
            "They stunned United on the opening day of last season as Ten Hag's reign at United got off to the worst possible start.",
            "However, United have it in them to turn things on and turn up when their backs are to the wall.",
            "Ten Hag will be hoping he can get a response from his players and get a result that gets their season going because they have some decent league fixtures coming up.",
            "A bright spot for them at the Emirates was the cameo of striker Rasmus Hojlund.",
            "It was only 20 minutes or so that he was on the pitch but he showed plenty.",
            "He was physical and got the better of Arsenal defender Gabriel on more than one occasion.",
            "However, he'll have a different pressure on him now if he starts the game. Remember, we saw plenty from Mykhailo Mudryk on his Chelsea debut at Liverpool. He was electric for 20 minutes or so at the end of the that game at Anfield but we haven't seen anything since from the Ukraine international.",
            "So, that's the challenge for Hojlund. He could come against Lewis Dunk, who is a solid Premier League performer. He also had a very good game in midweek for England against Scotland so will be coming into this game full of confidence.",
            "It will be interesting to see how Hojlund copes with that challenge but I do like what I've seen so far from him.",
            "Man Utd need a good week. Ten Hag needs a good week, especially in the Premier League.",
            "A trip to Harry Kane's Bayern Munich looks a daunting prospect at the moment, and that makes the Brighton game even more crucial.",
            "A defeat to Brighton followed by a defeat at Bayern, then the pressure does start to build on Ten Hag.",
            "He won't be under any illusions. He had a decent start at Old Trafford, winning the Carabao Cup, getting into the top four, getting to the FA Cup final and having a decent run in Europe, but he knows he needs to keep winning games.",
            "They have games coming up that are extremely winnable in the league, but they all become difficult games if they can't get a win against Brighton on Saturday. They follow up the game against Brighton with a trip to Burnley, and you are either going to Turf Moor as high as a kite or you can walk under a snake with a top hat on you are so low.",
            "The Bayern game will be difficult. I don't see them getting any joy out in Munich, but the games against Brighton and Burnley are games Man Utd should be winning.",
            "Follow Man Utd vs Brighton in our live blog from 1.30pm on Saturday (kick-off 3pm) and watch free match highlights from 5.15pm."
        ]
    },
    {
        "Title": "Premier League 2023/24 fixtures, dates, schedule: Tottenham vs Chelsea live on Sky Sports",
        "Description": "Sky Sports is your ultimate destination for domestic football with live coverage of the Premier League, EFL, Scottish Premiership and the recent addition of the FA Womens Super League",
        "ImageSource": "https://e0.365dm.com/23/04/384x216/skysports-pochettino-mauricio_6117140.png?20230410150222",
        "Date Time": "Friday 15 September 2023 17:10, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/04/768x432/skysports-pochettino-mauricio_6117140.png?20230410150222",
            "https://e0.365dm.com/23/06/768x432/skysports-premier-league-fixtures_6187021.jpg?20230614111453",
            "https://e0.365dm.com/23/06/768x432/skysports-premier-league-fixtures_6187228.jpg?20230614133723"
        ],
        "Content": [
            "Sky Sports is your ultimate destination for domestic football with live coverage of the Premier League, EFL, Scottish Premiership and the recent addition of the FA Women's Super League",
            "Mauricio Pochettino's return to Tottenham with his new side Chelsea will be shown live on Sky Sports' Monday Night Football on November 6.",
            "Pochettino spent five seasons with Spurs but will return to the opposition dugout for the first time with bitter rivals Chelsea in what is always a spicy London derby.",
            "Other key fixtures to note on Sky Sports in November are Newcastle vs Arsenal on Saturday November 4 before the Super Sunday broadcast the following day of Nottingham Forest vs Aston Villa and Luton vs Liverpool.",
            "Saturday November 4",
            "Newcastle vs Arsenal - Premier League, kick-off 5.30pm",
            "Sunday November 5",
            "Nottingham Forest vs Aston Villa - Premier League, kick-off 2.00pm",
            "Luton vs Liverpool - Premier League, kick-off 4.30pm",
            "Monday November 6",
            "Tottenham vs Chelsea - Premier League, kick-off 8.00pm",
            "Saturday November 11",
            "Bournemouth vs Newcastle - Premier League, kick-off 5.30pm",
            "Sunday November 12",
            "West Ham vs Nottingham Forest - Premier League, kick-off 2.00pm",
            "Chelsea vs Manchester City - Premier League, kick-off 4.30pm",
            "Saturday September 16",
            "Newcastle vs Brentford - Premier League, kick-off 5.30pm",
            "Sunday September 17",
            "Bournemouth vs Chelsea - Premier League, kick-off 2pm",
            "Everton vs Arsenal - Premier League, kick-off 4.30pm",
            "Monday September 18",
            "Nottingham Forest vs Burnley - Premier League, kick-off 7.45pm",
            "Saturday September 23",
            "Brentford vs Everton - Premier League, kick-off 5.30pm",
            "Sunday September 24",
            "Arsenal vs Tottenham - Premier League, kick-off 2pm",
            "Sheffield United vs Newcastle - Premier League, kick-off 4.30pm",
            "Saturday September 30",
            "Tottenham vs Liverpool - Premier League, kick-off 5.30pm",
            "Sunday October 1",
            "Nottingham Forest vs Brentford - Premier League, kick-off 2pm",
            "Monday October 2",
            "Fulham vs Chelsea - Premier League, kick-off 8pm",
            "Saturday October 7",
            "Crystal Palace vs Nottingham Forest - Premier League, kick-off 5.30pm",
            "Sunday October 8",
            "Brighton vs Liverpool - Premier League, kick-off 2pm",
            "Arsenal vs Manchester City - Premier League, kick-off 4.30pm",
            "Saturday October 21",
            "Chelsea vs Arsenal - Premier League, kick-off 5.30pm",
            "Sheffield United vs Manchester United - Premier League, kick-off 8pm",
            "Sunday October 22",
            "Aston Villa vs West Ham - Premier League, kick-off 4.30pm",
            "Monday October 23",
            "Tottenham vs Fulham - Premier League, kick-off 8pm",
            "Friday October 27",
            "Crystal Palace vs Tottenham - Premier League, kick-off 8pm",
            "Saturday October 28",
            "Wolves vs Newcastle - Premier League, kick-off 5.30pm",
            "Sunday October 29",
            "West Ham vs Everton - Premier League, kick-off 1pm",
            "Manchester United vs Manchester City - Premier League, kick-off 3.30pm",
            "Saturday November 4",
            "Newcastle vs Arsenal - Premier League, kick-off 5.30pm",
            "Sunday November 5",
            "Nottingham Forest vs Aston Villa - Premier League, kick-off 2.00pm",
            "Luton vs Liverpool - Premier League, kick-off 4.30pm",
            "Monday November 6",
            "Tottenham vs Chelsea - Premier League, kick-off 8.00pm",
            "Saturday November 11",
            "Bournemouth vs Newcastle - Premier League, kick-off 5.30pm",
            "Sunday November 12",
            "West Ham vs Nottingham Forest - Premier League, kick-off 2.00pm",
            "Chelsea vs Manchester City - Premier League, kick-off 4.30pm",
            "Arsenal fixtures",
            "Aston Villa fixtures",
            "Bournemouth fixtures",
            "Brentford fixtures",
            "Brighton fixtures",
            "Burnley fixtures",
            "Chelsea fixtures",
            "Crystal Palace fixtures",
            "Everton fixtures",
            "Fulham fixtures",
            "Liverpool fixtures",
            "Luton fixtures",
            "Man City fixtures",
            "Man Utd fixtures",
            "Newcastle fixtures",
            "Nottingham Forest fixtures",
            "Sheffield United fixtures",
            "Tottenham fixtures",
            "West Ham fixtures",
            "Wolves fixtures",
            "The Premier League season kicked off on the weekend of August 11-13 and will conclude nine months later on May 19, 2024.",
            "A mid-season player break will take place between January 14-20 and, in order to address the congested schedule across Christmas and New Year, no two rounds in this period will take place within 48 hours of each other.",
            "Meanwhile, the Carabao Cup final will take place on Sunday February 25, the Europa League final will be held in Dublin on May 22 and the Champions League final will be played at Wembley Stadium on June 1."
        ]
    },
    {
        "Title": "Jadon Sancho: Man Utd winger training away from first team over 'squad discipline issue'",
        "Description": "Jadon Sancho is training away from Man Utds first team pending the resolution of a squad discipline issue; Erik ten Hag wants an apology after the winger said he had been made a scapegoat; Sanchos frustrations at United predate Ten Hags arrival",
        "ImageSource": "https://e1.365dm.com/23/07/384x216/skysports-jadon-sancho-manchester-united_6216707.jpg?20230904060604",
        "Date Time": "Friday 15 September 2023 14:03, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/08/768x432/skysports-sancho-man-utd_6242469.jpg?20230806162016"
        ],
        "Content": [
            "Jadon Sancho is training away from Man Utd's first team pending the resolution of a squad discipline issue; Erik ten Hag wants an apology after the winger said he had been made a scapegoat; Sancho's frustrations at United predate Ten Hag's arrival",
            "Erik ten Hag wants Jadon Sancho to apologise for his social media post claiming to have been made a scapegoat for a long time before the winger returns to the Manchester United first team.",
            "United said on Thursday that Sancho is currently on a personal training programme pending the resolution of a squad discipline issue.",
            "Ten Hag is not prepared to back down and will not allow his authority to be challenged. He wants Sancho to apologise to him and the club, otherwise he will not play for United under the manager.",
            "Ten Hag has no problem with players approaching him privately to discuss his decisions but they cannot criticise him or the club, or vent their frustrations, in a public forum.",
            "However, Sancho has so far refused to meet Ten Hag's demands for an apology, believing he was within his rights to respond to the criticism that was shared to a global audience and he saw as questioning his professionalism.",
            "Sources close to Sancho feel he has been unfairly treated and that there has been an inconsistent implementation of the rules at the club, with some in the squad seen as being given preferential treatment.",
            "However, United's counter is that Ten Hag's application of football-related discipline has been indiscriminate, stretching to Marcus Rashford, Cristiano Ronaldo and Alejandro Garnacho when they have breached required rules or standards.",
            "The frustrations of Sancho - who moved to Old Trafford from Borussia Dortmund under Ole Gunnar Solskjaer in 2021 - predate Ten Hag's appointment.",
            "Sancho was left out of United's matchday squad for the trip to Arsenal on Sunday September 3, with Ten Hag explaining afterwards the decision was due to poor training performances.",
            "Later the same evening, the 23-year-old claimed he had been a scapegoat for a long time in a social media post and said Ten Hag's claims were completely untrue.",
            "Following the online outburst, Sancho was linked with a shock move to Saudi Arabia on loan but ended up staying at Old Trafford amid planned talks between him and the coaching staff this week.",
            "The post was deleted on Tuesday but only after it had been viewed more than 60 million times.",
            "There is some sympathy for Sancho within the United camp but not for the way he has gone about things.",
            "Some players think Sancho has been training well since the summer and should not be singled out for criticism, but no one thinks he should have challenged the manager in public.",
            "John Murtough, the director of football, and Richard Arnold, the chief executive, have been brought in to sort out the issue between the player and the manager, with the club hoping for a quick resolution.",
            "This is not the first time England international Sancho has been excluded from United training under Ten Hag, with the winger undergoing an individual fitness programme in the Netherlands last season which saw him watch the World Cup from afar.",
            "During that period, Sancho did not play for United between October 22 and February 1 but did play in the Carabao Cup final win over Newcastle upon his return and ended last season with seven goals and three assists for United.",
            "Sancho's latest absence from the first-team group raises concerns about their numbers in the right-wing position, with Antony delaying his return to the club amid allegations of assault.",
            "The Brazilian winger denies the claims but has been placed on a leave of absence on full pay and is not suspended.",
            "Ahead of Man Utd's game with Brighton on Saturday, Garnacho and Facundo Pellistri are the only recognised wide options alongside Rashford, who normally operates from the left and central positions.",
            "On his performance on training, we didn't select him, Ten Hag said when asked about Sancho's absence from the squad against Arsenal.",
            "You have to reach the level every day at Manchester United. You can make choices in the front line so in this game he wasn't selected.",
            "But following Ten Hag's comments in the post-match press conference, Sancho issued a statement on X, formerly known as Twitter, saying: Please don't believe everything you read!",
            "I will not allow people saying things that is completely untrue. I have conducted myself in training very well this week.",
            "I believe there are other reasons for this matter that I won't get into. I've been a scapegoat for a long time which isn't fair!",
            "All I want to do is to play football with a smile on my face and contribute to my team."
        ]
    },
    {
        "Title": "Mary Earps: England goalkeeper stays at Manchester United, but for how long?",
        "Description": "Mary Earps was the subject of a world-record offer for a goalkeeper in the womens game from Arsenal; the England No 1 will be staying at Man Utd until January at least, with United hoping to convince her to stay; the new WSL season kicks-off October 1, live on Sky Sports",
        "ImageSource": "https://e0.365dm.com/23/09/384x216/skysports-mary-earps-man-utd_6284580.jpg?20230914135110",
        "Date Time": "Friday 15 September 2023 11:48, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/09/768x432/skysports-mary-earps-man-utd_6284580.jpg?20230914135110",
            "https://e0.365dm.com/23/08/768x432/skysports-mary-earps-manchester-united_6261667.png?20230824212432",
            "https://e0.365dm.com/23/08/768x432/skysports-mary-earps-england_6255455.png?20230819094837",
            "https://e0.365dm.com/23/09/768x432/skysports-phallon-tullis-joyce_6284764.jpg?20230914161604",
            "https://e0.365dm.com/23/08/768x432/skysports-mary-earps-golden-glove_6257086.jpg?20230820142310",
            "https://e0.365dm.com/23/08/768x432/skysports-womens-world-cup_6256938.jpg?20230820123636",
            "https://e0.365dm.com/23/07/768x432/skysports-wsl-club-badges-crests_6206375.jpg?20230703141400",
            "https://e0.365dm.com/23/05/768x432/skysports-emma-hayes-hayes-chelsea_6172268.jpg?20230529125455"
        ],
        "Content": [
            "Mary Earps was the subject of a world-record offer for a goalkeeper in the women's game from Arsenal; the England No 1 will be staying at Man Utd until January at least, with United hoping to convince her to stay; the new WSL season kicks-off October 1, live on Sky Sports",
            "Mary Earps will be staying at Manchester United for the time being with the club refusing to sell in this transfer window, but this is not the end of the speculation surrounding the England goalkeeper's future.",
            "Last month, United turned down a world-record offer for a goalkeeper in the women's game from Arsenal for the England No 1. United are refusing to sell even though Earps will be out of contract next summer.",
            "Sky Sports News understands United have a challenge to convince her to commit her longer-term future to the club.",
            "So, what happens next? Can United find a way to convince the Lionesses goalkeeper to stay? Does she leave in January or on a free next summer? Will it be to Arsenal or to another interested club?",
            "Sky Sports News reporter Anton Toloui answers the key questions on Earps' future...",
            "Negotiations have been ongoing for at least a year over a new contract and progress hasn't been made.",
            "She is the world's best goalkeeper and wants to be paid like it and be put on a pedestal and be seen as a senior figure not just at the club but in the league.",
            "There's also the Manchester United project.",
            "Alessia Russo has gone, Ona Batlle has gone, so she's probably taking time to think: can Geyse Da Silva Ferreira and the new players come in and make a big impact? Are Manchester United going to be second, third, fourth this season and are they going to win big trophies?",
            "Man Utd have turned down big money previously in the window and any team who wanted to sign Earps had to not just break but smash the world record for a women's player.",
            "They are backing themselves to convince Earps that Manchester United is the place to be, that the new players are going to settle and United are taking steps forward, not back. But they're missing two of their players - it's a lot of pressure on Geyse, Hinata Miyazawa, Irene Guerrero and the new players to come in, gel quickly and challenge Chelsea.",
            "How United start the season is going to be crucial to what happens to Earps next.",
            "If United falter in their title challenge early - you only play 22 games in WSL so if you fall behind early, it's difficult to come back and mount a title challenge - then United will want to avoid the situation of Alessia Russo where they turned down big money for her and then lost her to rivals Arsenal on a free.",
            "Man Utd wanted to bring in a senior goalkeeper anyway and they have looked at goalkeepers that could be a No 1. They're not daft, they know Mary Earps could leave next season so they have targeted senior goalkeepers with experience.",
            "The player they have landed on is Phallon Tullis-Joyce from OL Reign, who has done really well over the last couple of seasons. They've spent around £100,000 on her so they clearly think she is a real talent.",
            "She's going to come in and compete for the No 1 this season and then has a great chance of becoming No 1 next season if Mary Earps does move on.",
            "She's the best goalkeeper in the world, it fits the remit of what Arsenal are trying to do in making big signings and then bring in young players to develop.",
            "Manuela Zinsberger signed a new deal last year but her contract is up at the end of the season. So they're looking two or three years down the line. They know that she's the best out there so why not get her? And it makes their rivals a little bit weaker as well which is always a bit of fun I suppose.",
            "If players like Earps are available, then clubs like Arsenal will sniff around. But losing Champions League football has made a big impact on Arsenal, they have looked at bringing in players in other areas as they already have a good player in Zinsberger in goal.",
            "Lots of clubs are interested. We know earlier in the window a bid came in for her for a lot of money but United turned it down. We know Arsenal's interest has been recurrent in the window.",
            "Other clubs are bidding. They know that if they want to sign Earps, they will have to put in a big contract offer so they don't want to put a lot of money into a fee.",
            "You can expect a lot of big clubs to come in next summer for Earps if she is available on a free.",
            "The WSL starts on Sunday October 1 with six matches, including reigning champions Chelsea vs Tottenham live on Sky Sports at 5.30pm.",
            "Some WSL sides have already begun their pre-season training, with England players expected to return to their respective squads in the next couple of weeks, before then regrouping for the Nations League.",
            "After the Lionesses' European Championship win last year there were record-breaking ticket sales across the WSL, with many hoping this summer's World Cup campaign, where they reached the final, will bring even more eyes to the league.",
            "Follow all the latest from the Women's Super League across SkySports.com and app, including exclusive features and interviews, plus dedicated live blog coverage and in-game clips from games live on Sky Sports.",
            "You can also watch free match highlights from every WSL game this season on Sky Sports' digital platforms and YouTube channel, while all matches will continue to be shown on both Sky Sports Football, as well as on Sky Showcase, available in all Sky homes, even without a Sky Sports package, giving the competition greater visibility.",
            "Alongside coverage and visibility for the league across all Sky Sports' main social media channels, the bespoke Twitter channel @SkySportsWSL will continue to be the home of all Barclays FA WSL content on Sky Sports.",
            "The Sky Sports WSL TikTok account gives fans 360° coverage of the league and granting them exclusive access to their new favourite players. Through fun challenges and interviews, along with behind-the-scenes footage, viewers will get to know the WSL's array of personalities and see the sport from a new set of angles.",
            "Meanwhile, fans can also keep up to date with everything on and off the pitch with the return of Three Players and a Podcast, hosted by Caroline Barker."
        ]
    },
    {
        "Title": "Mary Earps: Manchester United goalkeeper staying at club until January at least amid interest from Arsenal",
        "Description": "Arsenal made a world-record offer for a womens goalkeeper for Mary Earps; United signed keeper Phallon Tullis-Joyce, Irene Guerrero and Gabby George on Deadline Day; Melvine Malard was confirmed on Friday; The new WSL season kicks off on October 1, live on Sky Sports",
        "ImageSource": "https://e0.365dm.com/23/08/384x216/skysports-mary-earps-england_6257085.jpg?20230820142245",
        "Date Time": "Friday 15 September 2023 12:57, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/08/768x432/skysports-mary-earps-england_6255455.png?20230819094837"
        ],
        "Content": [
            "Arsenal made a world-record offer for a women's goalkeeper for Mary Earps; United signed keeper Phallon Tullis-Joyce, Irene Guerrero and Gabby George on Deadline Day; Melvine Malard was confirmed on Friday; The new WSL season kicks off on October 1, live on Sky Sports",
            "Mary Earps is staying at Manchester United until at least January.",
            "Last month, United turned down a world-record offer for a goalkeeper in the women's game from Arsenal for the England No 1.",
            "United are refusing to sell even though Earps will be out of contract next summer.",
            "Sky Sports News understands United have a challenge to convince her to commit her longer-term future to the club.",
            "United have signed goalkeeper Phallon Tullis-Joyce on Deadline Day in a £100,000 move from OL Reign.",
            "Marc Skinner's side announced on Thursday the signing of Spanish World Cup winner Irene Guerrero from Atletico Madrid and Everton defender Gabby George for £150,000.",
            "George, who spent 10 seasons at Everton, said: It's been a surreal day. As a massive Manchester United fan, I'm buzzing to be here. It's the club I've supported since I was born, and I'm delighted to come back. This club means a lot to me and my family, and it's where we want to be.",
            "United also confirmed the signing of Lyon forward Melvine Malard on Friday on a season-long loan. The 23-year-old agreed the move before the deadline.",
            "Sky Sports News reporter Anton Toloui:",
            "Manchester United have turned down big money for Mary Earps previously in the window and any team who wanted to sign Mary Earps had to not just break but smash the world record for a women's player.",
            "They are backing themselves to convince Earps that Manchester United is the place to be, that the new players are going to settle and United are taking steps forward, not back.",
            "But they're missing two of their players - it's a lot of pressure on Geyse Da Silva Ferreira, Hinata Miyazawa, Irene Guerrer and the new players to come in, gel quickly and challenge Chelsea.",
            "How Manchester United start the season is going to be crucial to what happens to Mary Earps next.",
            "If United falter in their title challenge early - you only play 22 games in WSL so if you fall behind early, it's difficult to come back and mount a title challenge - then United will want to avoid the situation of Alessia Russo where they turned down big money for her and then lost her to rivals Arsenal on a free.",
            "The WSL starts on Sunday October 1 with six matches, including reigning champions Chelsea vs Tottenham live on Sky Sports at 5.30pm.",
            "Some WSL sides have already begun their pre-season training, with England players expected to return to their respective squads in the next couple of weeks, before then regrouping for the Nations League.",
            "After the Lionesses' European Championship win last year there were record-breaking ticket sales across the WSL, with many hoping this summer's World Cup campaign, where they reached the final, will bring even more eyes to the league."
        ]
    },
    {
        "Title": "Bruno Fernandes' passing 'genius': Erik ten Hag explains why Man Utd are trying to create the space for their captain",
        "Description": "In an exclusive interview with Erik ten Hag, the Manchester United manager discusses Bruno Fernandes’ unusual passing statistics and the challenge of asking him to create chances for the team while balancing the need to retain possession of the ball…",
        "ImageSource": "https://e1.365dm.com/23/03/384x216/skysports-erik-ten-hag-bruno-fernandes_6081981.jpg?20230308124517",
        "Date Time": "Saturday 16 September 2023 17:20, UK",
        "ContentImage": [
            "https://e0.365dm.com/23/03/768x432/skysports-erik-ten-hag-bruno-fernandes_6081981.jpg?20230308124517",
            "https://e0.365dm.com/23/09/768x432/skysports-bruno-fernandes-manchester-united_6277071.jpg?20230907091051",
            "https://e0.365dm.com/23/09/768x432/skysports-bruno-fernandes-manchester-united_6277076.jpg?20230907091136",
            "https://e0.365dm.com/23/09/768x432/skysports-bruno-fernandes-manchester-united_6277070.jpg?20230907091012",
            "https://e0.365dm.com/23/09/768x432/skysports-bruno-fernandes-manchester-united_6277069.jpg?20230907090924"
        ],
        "Content": [
            "In an exclusive interview with Erik ten Hag, the Manchester United manager discusses Bruno Fernandes’ unusual passing statistics and the challenge of asking him to create chances for the team while balancing the need to retain possession of the ball…",
            "The modern game is increasingly about ball retention but one man continues to buck the trend. Bruno Fernandes' passing choices are all about risk and reward. Manchester United's captain is a creative force who plays without fear of losing possession.",
            "There is a statistic that highlights his unique approach. It uses tracking data to calculate the expected completion rate of each pass based on the position of players on the pitch. The results reveal that Fernandes' expected pass completion rate is just 69.7 per cent.",
            "He is the only player in the Premier League to have completed 100 passes this season whose expected pass completion rate is below 70 per cent. What that means is that Fernandes is trying passes that are more difficult than those attempted by any other player.",
            "The fact that his actual pass completion rate is a little higher is testament to his ability to execute those passes. But perhaps the real skill, his greatest gift, is having the vision to spot them in the first place. Fernandes has the imagination, that picture in his head.",
            "One of the reasons that the passes he attempts are so difficult is because they are often between opposition players. Fernandes ranks second in the Premier League for passes that break the defensive line of the opponent, having tried 56 of them this season.",
            "He is not trying to hit a static target either. There are moving parts at play here. The average speed of the recipients of his passes is also the highest in the Premier League. Fernandes is frequently finding players who are on the run. It is a fiendishly difficult skill.",
            "In conversation with Erik ten Hag at the club's training ground, these numbers are put to the Manchester United manager. He has no desire to discourage his captain. We have to give him support, give him the confidence to keep doing it, Ten Hag tells Sky Sports.",
            "Because he is such a genius at giving that final pass.",
            "The Dutchman knows that it is not easy. It demands a lot, adds Ten Hag. Firstly, intelligence. But also personality when it goes wrong several times and you keep trying to do it. It takes a certain mentality to continue eschewing the easy pass for the hard one.",
            "Steven Gerrard tells a tale from his early days at Liverpool. His midfield partner Gary McAllister, a fine passer of the ball himself, advised him to keep the next pass simple after losing possession. It would help to rebuild confidence before risking the ball again.",
            "Fernandes regularly ignores that rule. The first pass might fail to find its target, there may even be some groans from the crowd, but if he sees that the opportunity is there to find that opening once again just seconds later, the Portuguese will invariably take that chance.",
            "It is an approach that helps make Fernandes the most creative player in the Premier League. Expected assists calculate the likelihood of a pass resulting in a goal. It is a purer evaluation of creativity than actual assists because it does not factor in the finish itself.",
            "Fernandes tops the list for expected assists this season.",
            "And yet, Ten Hag remains mindful of achieving the right balance. He wants his creator to continue to make things happen for Manchester United in the attacking third of the pitch. But his commitment is to a possession game and that means there are limits.",
            "Of course, I wish that he could increase his pass completion but still affect the game in the same way with the key pass, the final pass. That is what he is aiming for. It is an ongoing conversation between the player and his manager. We have to help him, he adds.",
            "But a player of his age, and he is also the captain, sometimes he has to think in a strategic way that keeping the ball is also very important for a team to control the game. Be a leader? That is absolutely leadership. To recognise taking the right decisions.",
            "Ten Hag's task is to ensure that Fernandes has enough of the ball and enough of it in the most effective areas. That can change. He has a big impact on our game so we see from game to game what is needed, what is needed against an opposition, he says.",
            "Bruno can do it from many positions. He can do it from central positions but also he can do it from wide positions. Last season, we also experimented with him doing it from a deeper role. There also you could see that he could play very good passes, very constructive.",
            "Ten Hag knows what his captain can do. His job is to provide him with the platform, put the right players around him, doing the right things, to take advantage of his skills. Create the conditions for success. We have to get Bruno in the right spaces on the ball, he adds.",
            "Bruno Fernandes will do the rest.",
            "Follow Man Utd vs Brighton in our live blog from 1.30pm on Saturday (kick-off 3pm) and watch free match highlights from 5.15pm"
        ]
    }
]